{"word2id": {"the": 0, ",": 1, "<START>": 2, "<END>": 3, ".": 4, "of": 5, "and": 6, "in": 7, "to": 8, "a": 9, "was": 10, "The": 11, "on": 12, "by": 13, "were": 14, "as": 15, "(": 16, ")": 17, "with": 18, "for": 19, "from": 20, "at": 21, "'s": 22, "that": 23, "''": 24, "``": 25, "an": 26, "had": 27, "which": 28, "it": 29, "their": 30, "first": 31, "In": 32, "after": 33, "his": 34, "is": 35, "also": 36, "its": 37, "over": 38, "two": 39, "into": 40, "storm": 41, "but": 42, "It": 43, "been": 44, "during": 45, "between": 46, "forces": 47, "people": 48, "British": 49, "hurricane": 50, "one": 51, "war": 52, "not": 53, "be": 54, "War": 55, "United": 56, "or": 57, "tropical": 58, ";": 59, "against": 60, "took": 61, "who": 62, "tour": 63, "government": 64, "On": 65, "time": 66, "they": 67, "killed": 68, "later": 69, "held": 70, "place": 71, "attack": 72, "have": 73, "French": 74, "event": 75, "while": 76, "August": 77, "began": 78, "September": 79, "when": 80, "before": 81, "this": 82, "other": 83, "under": 84, "he": 85, "States": 86, "more": 87, "damage": 88, "three": 89, "city": 90, "A": 91, "all": 92, "military": 93, "most": 94, "out": 95, "World": 96, "known": 97, "has": 98, "near": 99, "Battle": 100, "army": 101, "several": 102, "day": 103, "Army": 104, "force": 105, "caused": 106, "October": 107, "including": 108, "second": 109, "battle": 110, "only": 111, "unk": 112, "since": 113, "After": 114, "July": 115, "would": 116, "than": 117, "$": 118, "New": 119, "led": 120, "May": 121, "This": 122, "final": 123, "part": 124, "cyclone": 125, "made": 126, "occurred": 127, "million": 128, "German": 129, "about": 130, "area": 131, "June": 132, "South": 133, "'": 134, "days": 135, "some": 136, "years": 137, "up": 138, "November": 139, "tournament": 140, "became": 141, "until": 142, "American": 143, "aircraft": 144, "troops": 145, "December": 146, "then": 147, "festival": 148, "following": 149, "both": 150, "many": 151, "through": 152, "March": 153, "being": 154, "season": 155, "operation": 156, "February": 157, "January": 158, "major": 159, "police": 160, "four": 161, "where": 162, "year": 163, "air": 164, "April": 165, "match": 166, "North": 167, ":": 168, "due": 169, "across": 170, "although": 171, "winds": 172, "state": 173, "early": 174, "new": 175, "well": 176, "conflict": 177, "along": 178, "off": 179, "support": 180, "fought": 181, "won": 182, "them": 183, "are": 184, "Operation": 185, "series": 186, "1": 187, "U.S.": 188, "heavy": 189, "end": 190, "there": 191, "control": 192, "2012": 193, "2011": 194, "no": 195, "men": 196, "around": 197, "Cup": 198, "called": 199, "number": 200, "2014": 201, "group": 202, "2010": 203, "5": 204, "left": 205, "local": 206, "As": 207, "country": 208, "death": 209, "events": 210, "attacks": 211, "played": 212, "2013": 213, "north": 214, "destroyed": 215, "south": 216, "ended": 217, "2": 218, "last": 219, "system": 220, "large": 221, "concert": 222, "such": 223, "captured": 224, "campaign": 225, "10": 226, "her": 227, "landfall": 228, "third": 229, "used": 230, "band": 231, "defeated": 232, "reported": 233, "did": 234, "soldiers": 235, "each": 236, "coast": 237, "main": 238, "died": 239, "region": 240, "fire": 241, "de": 242, "However": 243, "back": 244, "flooding": 245, "late": 246, "states": 247, "resulted": 248, "deaths": 249, "Division": 250, "least": 251, "4": 252, "3": 253, "reached": 254, "continued": 255, "France": 256, "moved": 257, "history": 258, "England": 259, "victory": 260, "12": 261, "India": 262, "included": 263, "members": 264, "international": 265, "named": 266, "team": 267, "Hurricane": 268, "Indian": 269, "National": 270, "Atlantic": 271, "next": 272, "power": 273, "six": 274, "Australia": 275, "found": 276, "political": 277, "Tour": 278, "20": 279, "15": 280, "invasion": 281, "music": 282, "five": 283, "offensive": 284, "Mexico": 285, "25": 286, "2009": 287, "Japanese": 288, "accident": 289, "same": 290, "ships": 291, "national": 292, "Republic": 293, "11": 294, "Empire": 295, "could": 296, "teams": 297, "town": 298, "Union": 299, "areas": 300, "weakened": 301, "rainfall": 302, "followed": 303, "intensity": 304, "within": 305, "island": 306, "much": 307, "fighting": 308, "Spanish": 309, "hours": 310, "these": 311, "18": 312, "lost": 313, "2008": 314, "flight": 315, "produced": 316, "damaged": 317, "II": 318, "world": 319, "record": 320, "During": 321, "album": 322, "armed": 323, "launched": 324, "Russian": 325, "down": 326, "crash": 327, "land": 328, "show": 329, "total": 330, "east": 331, "train": 332, "River": 333, "8": 334, "forced": 335, "just": 336, "International": 337, "16": 338, "largest": 339, "strong": 340, "high": 341, "Category": 342, "attacked": 343, "developed": 344, "estimated": 345, "siege": 346, "name": 347, "2015": 348, "party": 349, "set": 350, "7": 351, "peak": 352, "By": 353, "further": 354, "line": 355, "He": 356, "said": 357, "another": 358, "US": 359, "17": 360, "competition": 361, "result": 362, "bombing": 363, "President": 364, "6": 365, "30": 366, "northern": 367, "any": 368, "injured": 369, "southern": 370, "formed": 371, "west": 372, "groups": 373, "movement": 374, "Soviet": 375, "small": 376, "operations": 377, "24": 378, "John": 379, "City": 380, "Navy": 381, "throughout": 382, "East": 383, "him": 384, "others": 385, "depression": 386, "because": 387, "brought": 388, "14": 389, "They": 390, "though": 391, "22": 392, "I": 393, "General": 394, "released": 395, "21": 396, "League": 397, "19": 398, "9": 399, "those": 400, "months": 401, "European": 402, "mph": 403, "annual": 404, "crew": 405, "casualties": 406, "started": 407, "–": 408, "2007": 409, "km/h": 410, "13": 411, "civilians": 412, "significant": 413, "affected": 414, "former": 415, "received": 416, "declared": 417, "protests": 418, "Africa": 419, "killing": 420, "China": 421, "without": 422, "First": 423, "previous": 424, "Festival": 425, "eventually": 426, "established": 427, "eastern": 428, "Championship": 429, "came": 430, "shows": 431, "making": 432, "America": 433, "Europe": 434, "action": 435, "23": 436, "night": 437, "massacre": 438, "Sea": 439, "West": 440, "London": 441, "26": 442, "however": 443, "front": 444, "quickly": 445, "27": 446, "supported": 447, "taken": 448, "stage": 449, "2005": 450, "countries": 451, "race": 452, "failed": 453, "so": 454, "Kingdom": 455, "general": 456, "towards": 457, "western": 458, "Canada": 459, "capital": 460, "remained": 461, "incident": 462, "2006": 463, "territory": 464, "command": 465, "few": 466, "Australian": 467, "Allied": 468, "Israel": 469, "public": 470, "Ottoman": 471, "sent": 472, "Israeli": 473, "severe": 474, "causing": 475, "turned": 476, "28": 477, "now": 478, "game": 479, "Vietnam": 480, "Pacific": 481, "homes": 482, "Germany": 483, "again": 484, "period": 485, "Second": 486, "Western": 487, "involved": 488, "defeat": 489, "civil": 490, "Japan": 491, "Texas": 492, "wounded": 493, "order": 494, "cities": 495, "ground": 496, "investigation": 497, "population": 498, "King": 499, "York": 500, "side": 501, "naval": 502, "announced": 503, "officers": 504, "peace": 505, "Gulf": 506, "Royal": 507, "matches": 508, "disaster": 509, "having": 510, "resistance": 511, "revolution": 512, "still": 513, "status": 514, "29": 515, "English": 516, "central": 517, "While": 518, "leading": 519, "service": 520, "Ireland": 521, "among": 522, "suffered": 523, "claimed": 524, "Florida": 525, "carried": 526, "wind": 527, "capture": 528, "women": 529, "According": 530, "saw": 531, "Russia": 532, "attempt": 533, "One": 534, "shot": 535, "bomb": 536, "earlier": 537, "Britain": 538, "official": 539, "take": 540, "minor": 541, "conducted": 542, "losses": 543, "open": 544, "border": 545, "advance": 546, "win": 547, "murder": 548, "initially": 549, "crashed": 550, "security": 551, "%": 552, "village": 553, "struck": 554, "what": 555, "organized": 556, "eight": 557, "able": 558, "conditions": 559, "Polish": 560, "loss": 561, "With": 562, "subsequently": 563, "Islands": 564, "soon": 565, "There": 566, "given": 567, "entered": 568, "Following": 569, "approximately": 570, "fourth": 571, "100": 572, "house": 573, "Chinese": 574, "Iraq": 575, "independence": 576, "USD": 577, "successful": 578, "various": 579, "authorities": 580, "hit": 581, "rapidly": 582, "united": 583, "All": 584, "assault": 585, "violence": 586, "treaty": 587, "ordered": 588, "California": 589, "squadron": 590, "seven": 591, "Flight": 592, "response": 593, "returned": 594, "report": 595, "thousands": 596, "Roman": 597, "top": 598, "minutes": 599, "position": 600, "own": 601, "Dutch": 602, "fleet": 603, "beginning": 604, "UNK": 605, "stated": 606, "intensified": 607, "low": 608, "County": 609, "decided": 610, "ship": 611, "sea": 612, "games": 613, "artillery": 614, "Two": 615, "away": 616, "Germans": 617, "earthquake": 618, "Island": 619, "widespread": 620, "wave": 621, "protest": 622, "may": 623, "went": 624, "remaining": 625, "edition": 626, "leg": 627, "river": 628, "use": 629, "Games": 630, "initial": 631, "football": 632, "An": 633, "Corps": 634, "live": 635, "strike": 636, "dead": 637, "weeks": 638, "morning": 639, "passengers": 640, "Airport": 641, "become": 642, "leaders": 643, "half": 644, "passed": 645, "typhoon": 646, "armies": 647, "broke": 648, "arrested": 649, "Nations": 650, "San": 651, "Civil": 652, "recorded": 653, "Central": 654, "close": 655, "pressure": 656, "concluded": 657, "nearly": 658, "weapons": 659, "site": 660, "31": 661, "will": 662, "planned": 663, "strengthened": 664, "Wars": 665, "State": 666, "2002": 667, "deadliest": 668, "considered": 669, "commander": 670, "upon": 671, "media": 672, "weather": 673, "units": 674, "explosion": 675, "2003": 676, "sides": 677, "month": 678, "Front": 679, "behind": 680, "victims": 681, "Canadian": 682, "almost": 683, "Croatian": 684, "cause": 685, "attempted": 686, "success": 687, "Zealand": 688, "Ocean": 689, "way": 690, "2000": 691, "water": 692, "performed": 693, "extratropical": 694, "board": 695, "act": 696, "sustained": 697, "Group": 698, "Final": 699, "addition": 700, "make": 701, "opened": 702, "islands": 703, "marked": 704, "ever": 705, "These": 706, "resulting": 707, "Minister": 708, "numerous": 709, "Iraqi": 710, "mass": 711, "century": 712, "entire": 713, "agreement": 714, "dissipated": 715, "even": 716, "African": 717, "long": 718, "Pakistan": 719, "For": 720, "1991": 721, "dates": 722, "occupied": 723, "Stadium": 724, "leader": 725, "scored": 726, "Park": 727, "reaching": 728, "mostly": 729, "Great": 730, "point": 731, "Asian": 732, "featured": 733, "home": 734, "billion": 735, "taking": 736, "opposition": 737, "Charles": 738, "outside": 739, "positions": 740, "base": 741, "subsequent": 742, "arrived": 743, "station": 744, "worst": 745, "Northern": 746, "2016": 747, "Despite": 748, "Italy": 749, "life": 750, "2004": 751, "garrison": 752, "Spain": 753, "failure": 754, "hosted": 755, "People": 756, "described": 757, "50": 758, "leaving": 759, "Some": 760, "building": 761, "2001": 762, "rebels": 763, "landing": 764, "lines": 765, "return": 766, "title": 767, "additional": 768, "based": 769, "nearby": 770, "goal": 771, "fatalities": 772, "british": 773, "moving": 774, "fifth": 775, "Korean": 776, "parts": 777, "allowed": 778, "combined": 779, "rain": 780, "uprising": 781, "Carolina": 782, "shortly": 783, "single": 784, "president": 785, "civilian": 786, "test": 787, "Poland": 788, "Day": 789, "fell": 790, "fight": 791, "course": 792, "Italian": 793, "Bay": 794, "lasted": 795, "infantry": 796, "put": 797, "engagement": 798, "division": 799, "Americans": 800, "economic": 801, "case": 802, "scheduled": 803, "election": 804, "officials": 805, "Korea": 806, "houses": 807, "becoming": 808, "Egypt": 809, "opening": 810, "referred": 811, "buildings": 812, "Virginia": 813, "fled": 814, "rights": 815, "march": 816, "run": 817, "round": 818, "Iran": 819, "signed": 820, "Arab": 821, "never": 822, "every": 823, "conference": 824, "retreat": 825, "center": 826, "rebellion": 827, "issued": 828, "joined": 829, "she": 830, "powerful": 831, "foreign": 832, "threat": 833, "injuries": 834, "field": 835, "times": 836, "increased": 837, "Eastern": 838, "residents": 839, "2017": 840, "1944": 841, "When": 842, "Caribbean": 843, "shooting": 844, "occupation": 845, "created": 846, "plane": 847, "Philippines": 848, "nations": 849, "hundreds": 850, "Red": 851, "reports": 852, "prisoners": 853, "joint": 854, "bombings": 855, "fired": 856, "evidence": 857, "impact": 858, "Both": 859, "less": 860, "nine": 861, "located": 862, "rock": 863, "intended": 864, "children": 865, "raid": 866, "summer": 867, "rule": 868, "week": 869, "important": 870, "itself": 871, "floods": 872, "cape": 873, "surrender": 874, "right": 875, "very": 876, "Washington": 877, "lead": 878, "play": 879, "coup": 880, "strength": 881, "inland": 882, "unable": 883, "commanded": 884, "emergency": 885, "actions": 886, "free": 887, "particularly": 888, "consisted": 889, "Cuba": 890, "Several": 891, "prior": 892, "concerts": 893, "towns": 894, "No": 895, "believed": 896, "similar": 897, "light": 898, "social": 899, "release": 900, "Cyclone": 901, "immediately": 902, "professional": 903, "1998": 904, "Asia": 905, "destruction": 906, "extensive": 907, "community": 908, "remnants": 909, "Irish": 910, "larger": 911, "combat": 912, "officially": 913, "Malaysia": 914, "family": 915, "1999": 916, "tried": 917, "ten": 918, "mainly": 919, "replaced": 920, "route": 921, "met": 922, "Music": 923, "full": 924, "already": 925, "company": 926, "wrestling": 927, "protesters": 928, "1996": 929, "James": 930, "Many": 931, "1992": 932, "Football": 933, "expedition": 934, "battles": 935, "special": 936, "road": 937, "according": 938, "king": 939, "generally": 940, "contested": 941, "nuclear": 942, "gave": 943, "Prime": 944, "ethnic": 945, "advanced": 946, "Super": 947, "performance": 948, "nation": 949, "plan": 950, "withdrew": 951, "1995": 952, "engaged": 953, "different": 954, "intense": 955, "northeast": 956, "despite": 957, "province": 958, "performances": 959, "1st": 960, "Peninsula": 961, "stages": 962, "modern": 963, "car": 964, "white": 965, "Government": 966, "Police": 967, "officer": 968, "divisions": 969, "ultimately": 970, "songs": 971, "instead": 972, "Syria": 973, "suicide": 974, "limited": 975, "surrendered": 976, "defense": 977, "km": 978, "Grand": 979, "frigate": 980, "reach": 981, "III": 982, "if": 983, "law": 984, "prison": 985, "once": 986, "Three": 987, "successfully": 988, "rains": 989, "2nd": 990, "workers": 991, "Coast": 992, "effort": 993, "majority": 994, "date": 995, "organised": 996, "Allies": 997, "Egyptian": 998, "southeast": 999, "confirmed": 1000, "William": 1001, "blockade": 1002, "short": 1003, "separate": 1004, "sentenced": 1005, "Paris": 1006, "rest": 1007, "federal": 1008, "cricket": 1009, "Due": 1010, "George": 1011, "seen": 1012, "vessels": 1013, "Confederate": 1014, "Captain": 1015, "scale": 1016, "coastal": 1017, "work": 1018, "studio": 1019, "Brigade": 1020, "effects": 1021, "Netherlands": 1022, "charged": 1023, "Muslim": 1024, "allies": 1025, "finally": 1026, "safety": 1027, "food": 1028, "organization": 1029, "Imperial": 1030, "supply": 1031, "mission": 1032, "spread": 1033, "At": 1034, "responsible": 1035, "especially": 1036, "provided": 1037, "direct": 1038, "60": 1039, "independent": 1040, "wars": 1041, "territories": 1042, "previously": 1043, "highest": 1044, "Campaign": 1045, "champions": 1046, "little": 1047, "dropped": 1048, "El": 1049, "man": 1050, "WWE": 1051, "school": 1052, "crossing": 1053, "whom": 1054, "Sweden": 1055, "Airlines": 1056, "either": 1057, "maximum": 1058, "guilty": 1059, "passing": 1060, "allied": 1061, "&": 1062, "flooded": 1063, "Los": 1064, "championship": 1065, "do": 1066, "Most": 1067, "Scotland": 1068, "great": 1069, "primarily": 1070, "Croatia": 1071, "1945": 1072, "westward": 1073, "refused": 1074, "crossed": 1075, "acts": 1076, "Center": 1077, "far": 1078, "runs": 1079, "Company": 1080, "host": 1081, "person": 1082, "court": 1083, "Iranian": 1084, "using": 1085, "1997": 1086, "Council": 1087, "Valley": 1088, "largely": 1089, "enemy": 1090, "often": 1091, "passenger": 1092, "miles": 1093, "participated": 1094, "remains": 1095, "themselves": 1096, "students": 1097, "lack": 1098, "popular": 1099, "operating": 1100, "Overall": 1101, "winning": 1102, "Other": 1103, "Third": 1104, "cut": 1105, "Michael": 1106, "aid": 1107, "terms": 1108, "roads": 1109, "Sri": 1110, "To": 1111, "finished": 1112, "coalition": 1113, "aftermath": 1114, "defensive": 1115, "points": 1116, "crowd": 1117, "determined": 1118, "help": 1119, "newly": 1120, "built": 1121, "From": 1122, "terrorist": 1123, "Islamic": 1124, "toward": 1125, "fans": 1126, "s": 1127, "thus": 1128, "waters": 1129, "1989": 1130, "port": 1131, "riots": 1132, "Melbourne": 1133, "include": 1134, "future": 1135, "carrying": 1136, "Southeast": 1137, "changed": 1138, "defeating": 1139, "closed": 1140, "efforts": 1141, "gradually": 1142, "leadership": 1143, "defence": 1144, "attendance": 1145, "Mexican": 1146, "Palestinian": 1147, "peaked": 1148, "UN": 1149, "heavily": 1150, "placed": 1151, "relief": 1152, "pilot": 1153, "charges": 1154, "Georgia": 1155, "faced": 1156, "agreed": 1157, "surrounding": 1158, "playing": 1159, "artists": 1160, "Yugoslav": 1161, "militia": 1162, "40": 1163, "Swedish": 1164, "Infantry": 1165, "Bowl": 1166, "level": 1167, "Siege": 1168, "northwest": 1169, "head": 1170, "citizens": 1171, "Sunday": 1172, "violent": 1173, "Later": 1174, "winners": 1175, "managed": 1176, "Louisiana": 1177, "start": 1178, "felt": 1179, "losing": 1180, "like": 1181, "airport": 1182, "change": 1183, "committed": 1184, "gas": 1185, "1918": 1186, "form": 1187, "Club": 1188, "Vietnamese": 1189, "Southern": 1190, "winner": 1191, "1979": 1192, "turn": 1193, "weakening": 1194, "Liberation": 1195, "Greece": 1196, "records": 1197, "himself": 1198, "member": 1199, "runway": 1200, "trial": 1201, "term": 1202, "role": 1203, "inside": 1204, "withdrawal": 1205, "Turkish": 1206, "attempts": 1207, "railway": 1208, "union": 1209, "september": 1210, "district": 1211, "BC": 1212, "ran": 1213, "possible": 1214, "crisis": 1215, "television": 1216, "Court": 1217, "involving": 1218, "supplies": 1219, "Black": 1220, "administration": 1221, "hundred": 1222, "defended": 1223, "200": 1224, "severely": 1225, "flood": 1226, "missing": 1227, "Henry": 1228, "deployed": 1229, "present": 1230, "hold": 1231, "process": 1232, "Emperor": 1233, "extended": 1234, "best": 1235, "Axis": 1236, "retired": 1237, "august": 1238, "minimal": 1239, "opposed": 1240, "Brazil": 1241, "Pakistani": 1242, "camp": 1243, "Liverpool": 1244, "portion": 1245, "contributed": 1246, "body": 1247, "pay-per-view": 1248, "news": 1249, "commission": 1250, "Byzantine": 1251, "sought": 1252, "University": 1253, "royal": 1254, "achieved": 1255, "Greek": 1256, "Damage": 1257, "IRA": 1258, "Manchester": 1259, "disturbance": 1260, "crops": 1261, "too": 1262, "warfare": 1263, "Revolutionary": 1264, "Austrian": 1265, "gained": 1266, "UK": 1267, "overall": 1268, "evacuated": 1269, "accused": 1270, "sixth": 1271, "video": 1272, "multiple": 1273, "convicted": 1274, "broadcast": 1275, "expected": 1276, "evening": 1277, "situation": 1278, "flying": 1279, "whose": 1280, "involvement": 1281, "worldwide": 1282, "’": 1283, "original": 1284, "strategic": 1285, "raids": 1286, "attained": 1287, "cold": 1288, "french": 1289, "trade": 1290, "debut": 1291, "abandoned": 1292, "ending": 1293, "guns": 1294, "numbers": 1295, "completely": 1296, "Thailand": 1297, "briefly": 1298, "His": 1299, "winter": 1300, "defending": 1301, "Province": 1302, "Catholic": 1303, "rather": 1304, "smaller": 1305, "2018": 1306, "landed": 1307, "1942": 1308, "sometimes": 1309, "shear": 1310, "Bangladesh": 1311, "continue": 1312, "Regiment": 1313, "prevent": 1314, "invaded": 1315, "executed": 1316, "cavalry": 1317, "attended": 1318, "1994": 1319, "respectively": 1320, "religious": 1321, "withdraw": 1322, "associated": 1323, "La": 1324, "Federation": 1325, "FA": 1326, "stop": 1327, "sources": 1328, "son": 1329, "attention": 1330, "serious": 1331, "conflicts": 1332, "clashes": 1333, "prevented": 1334, "plans": 1335, "negotiations": 1336, "responsibility": 1337, "Ukraine": 1338, "Gaza": 1339, "decisive": 1340, "HMS": 1341, "phase": 1342, "Lebanon": 1343, "bombs": 1344, "related": 1345, "rebel": 1346, "bridge": 1347, "Singapore": 1348, "personnel": 1349, "Department": 1350, "provinces": 1351, "Christian": 1352, "allowing": 1353, "regions": 1354, "minister": 1355, "list": 1356, "together": 1357, "regional": 1358, "1990": 1359, "Wrestling": 1360, "reinforcements": 1361, "goals": 1362, "can": 1363, "track": 1364, "awarded": 1365, "homeless": 1366, "human": 1367, "colonial": 1368, "approach": 1369, "collapsed": 1370, "served": 1371, "singer": 1372, "coming": 1373, "Lanka": 1374, "Action": 1375, "forcing": 1376, "identified": 1377, "captain": 1378, "path": 1379, "Serb": 1380, "JNA": 1381, "key": 1382, "killings": 1383, "St.": 1384, "originally": 1385, "Initially": 1386, "domestic": 1387, "survivors": 1388, "poor": 1389, "meeting": 1390, "1916": 1391, "move": 1392, "Cricket": 1393, "boats": 1394, "sold": 1395, "should": 1396, "intelligence": 1397, "influence": 1398, "wing": 1399, "appeared": 1400, "Napoleon": 1401, "1975": 1402, "crimes": 1403, "lives": 1404, "roughly": 1405, "anniversary": 1406, "ceasefire": 1407, "Bermuda": 1408, "Syrian": 1409, "offshore": 1410, "chief": 1411, "u.s.": 1412, "operated": 1413, "rescue": 1414, "cost": 1415, "designed": 1416, "demonstrations": 1417, "widely": 1418, "aviation": 1419, "headed": 1420, "evacuation": 1421, "trees": 1422, "Tropical": 1423, "convoy": 1424, "dynasty": 1425, "3rd": 1426, "complete": 1427, "club": 1428, "beat": 1429, "tours": 1430, "Olympic": 1431, "tribes": 1432, "communist": 1433, "zone": 1434, "information": 1435, "controlled": 1436, "training": 1437, "completed": 1438, "Angeles": 1439, "1980": 1440, "champion": 1441, "black": 1442, "villages": 1443, "july": 1444, "Throughout": 1445, "emerged": 1446, "Port": 1447, "running": 1448, "Big": 1449, "miners": 1450, "turning": 1451, "student": 1452, "available": 1453, "noted": 1454, "clear": 1455, "escaped": 1456, "old": 1457, "Fort": 1458, "Hamas": 1459, "starting": 1460, "1943": 1461, "bands": 1462, "tracked": 1463, "Rock": 1464, "Marathon": 1465, "slowly": 1466, "Arsenal": 1467, "flank": 1468, "rail": 1469, "fortress": 1470, "1993": 1471, "escape": 1472, "forward": 1473, "parties": 1474, "marched": 1475, "1988": 1476, "increase": 1477, "waves": 1478, "film": 1479, "range": 1480, "policy": 1481, "strongest": 1482, "frigates": 1483, "bank": 1484, "Shield": 1485, "Hong": 1486, "Road": 1487, "ceremony": 1488, "warning": 1489, "n't": 1490, "effectively": 1491, "recent": 1492, "supporters": 1493, "break": 1494, "Twenty20": 1495, "league": 1496, "toll": 1497, "collapse": 1498, "regime": 1499, "radio": 1500, "republic": 1501, "fall": 1502, "retreated": 1503, "Republican": 1504, "militants": 1505, "october": 1506, "Line": 1507, "wickets": 1508, "Women": 1509, "Street": 1510, "speed": 1511, "press": 1512, "alliance": 1513, "prompted": 1514, "visited": 1515, "...": 1516, "Four": 1517, "More": 1518, "ruled": 1519, "decision": 1520, "presidential": 1521, "Bulgarian": 1522, "conquest": 1523, "capturing": 1524, "besieged": 1525, "happened": 1526, "Turkey": 1527, "Commonwealth": 1528, "surface": 1529, "Puerto": 1530, "dissipating": 1531, "qualified": 1532, "hostages": 1533, "Indonesia": 1534, "Lee": 1535, "succeeded": 1536, "wanted": 1537, "transport": 1538, "PPV": 1539, "80": 1540, "organizations": 1541, "slightly": 1542, "2,000": 1543, "elections": 1544, "corps": 1545, "promoted": 1546, "property": 1547, "thereafter": 1548, "past": 1549, "-": 1550, "Yugoslavia": 1551, "Mediterranean": 1552, "destroying": 1553, "David": 1554, "Lake": 1555, "incidents": 1556, "weekend": 1557, "northward": 1558, "campaigns": 1559, "industry": 1560, "southwest": 1561, "Belgium": 1562, "insurgents": 1563, "defences": 1564, "von": 1565, "historians": 1566, "attacking": 1567, "Boeing": 1568, "orders": 1569, "arms": 1570, "2019": 1571, "powers": 1572, "demanded": 1573, "longer": 1574, "expanded": 1575, "gold": 1576, "Independence": 1577, "!": 1578, "defenders": 1579, "Summer": 1580, "Kong": 1581, "Typhoon": 1582, "surge": 1583, "returning": 1584, "snow": 1585, "Arena": 1586, "onto": 1587, "proved": 1588, "Offensive": 1589, "democratic": 1590, "enough": 1591, "300": 1592, "split": 1593, "Chicago": 1594, "secure": 1595, "development": 1596, "UTC": 1597, "claim": 1598, "song": 1599, "section": 1600, "usually": 1601, "financial": 1602, "detonated": 1603, "venues": 1604, "Boston": 1605, "Sydney": 1606, "Portuguese": 1607, "moderate": 1608, "see": 1609, "condemned": 1610, "going": 1611, "seventh": 1612, "reduced": 1613, "governments": 1614, "assistance": 1615, "office": 1616, "arrest": 1617, "traffic": 1618, "problems": 1619, "directly": 1620, "Alexander": 1621, "1986": 1622, "annually": 1623, "regular": 1624, "come": 1625, "strengthening": 1626, "1941": 1627, "targets": 1628, "relatively": 1629, "bases": 1630, "added": 1631, "1974": 1632, "artist": 1633, "Afghanistan": 1634, "ICC": 1635, "Guard": 1636, "protect": 1637, "bombardment": 1638, "beyond": 1639, "primary": 1640, "survived": 1641, "triggered": 1642, "families": 1643, "formally": 1644, "recording": 1645, "appearance": 1646, "Bulgaria": 1647, "Turks": 1648, "threatened": 1649, "granted": 1650, "struggle": 1651, "location": 1652, "fighters": 1653, "About": 1654, "attributed": 1655, "High": 1656, "assembly": 1657, "denied": 1658, "Security": 1659, "Channel": 1660, "rally": 1661, "70": 1662, "kingdom": 1663, "oil": 1664, "finals": 1665, "observed": 1666, "revolt": 1667, "disputed": 1668, "internal": 1669, "medal": 1670, "promotion": 1671, "crime": 1672, "weak": 1673, "services": 1674, "engine": 1675, "Congress": 1676, "published": 1677, "beach": 1678, "stopped": 1679, "Gen.": 1680, "Robert": 1681, "advancing": 1682, "Peter": 1683, "issues": 1684, "establishment": 1685, "targeted": 1686, "Democratic": 1687, "TNA": 1688, "rapid": 1689, "Indies": 1690, "secret": 1691, "activities": 1692, "Denmark": 1693, "Jerusalem": 1694, "magnitude": 1695, "Colonel": 1696, "governor": 1697, "approached": 1698, "broken": 1699, "elected": 1700, "staff": 1701, "massive": 1702, "below": 1703, "tanks": 1704, "destroy": 1705, "divided": 1706, "spring": 1707, "lands": 1708, "insurgency": 1709, "supporting": 1710, "pushed": 1711, "effect": 1712, "Norway": 1713, "Francisco": 1714, "riot": 1715, "minute": 1716, "age": 1717, "infrastructure": 1718, "centre": 1719, "discovered": 1720, "warnings": 1721, "Wales": 1722, "victories": 1723, "Ukrainian": 1724, "shipping": 1725, "atlantic": 1726, "4th": 1727, "deep": 1728, "500": 1729, "ashore": 1730, "Rome": 1731, "Championships": 1732, "surprise": 1733, "participate": 1734, "scene": 1735, "raised": 1736, "ongoing": 1737, "reasons": 1738, "vehicles": 1739, "Board": 1740, "Champions": 1741, "navy": 1742, "maintained": 1743, "equipment": 1744, "inquiry": 1745, "Jackson": 1746, "audience": 1747, "statement": 1748, "Holy": 1749, "active": 1750, "gathered": 1751, "claims": 1752, "includes": 1753, "Saint": 1754, "initiated": 1755, "participants": 1756, "locations": 1757, "Sir": 1758, "Bahamas": 1759, "1,000": 1760, "cancelled": 1761, "unsuccessful": 1762, "1987": 1763, "explosions": 1764, "marathon": 1765, "Maryland": 1766, "Somme": 1767, "colonies": 1768, "arrival": 1769, "via": 1770, "places": 1771, "street": 1772, "Another": 1773, "1950": 1774, "Of": 1775, "yet": 1776, "search": 1777, "blast": 1778, "exploded": 1779, "contact": 1780, "revealed": 1781, "hour": 1782, "production": 1783, "presence": 1784, "biggest": 1785, "objective": 1786, "changes": 1787, "Bosnia": 1788, "Bosnian": 1789, "Ottomans": 1790, "tickets": 1791, "authority": 1792, "genocide": 1793, "helped": 1794, "get": 1795, "commenced": 1796, "provide": 1797, "illegal": 1798, "april": 1799, "warships": 1800, "festivals": 1801, "organisation": 1802, "diplomatic": 1803, "brigade": 1804, "approaching": 1805, "mounted": 1806, "Russians": 1807, "Force": 1808, "communities": 1809, "website": 1810, "demands": 1811, "Antilles": 1812, "takes": 1813, "format": 1814, "Portugal": 1815, "Guatemala": 1816, "seized": 1817, "Prince": 1818, "Austria": 1819, "driver": 1820, "latter": 1821, "bring": 1822, "pilots": 1823, "hands": 1824, "alone": 1825, "Justice": 1826, "regarding": 1827, "blamed": 1828, "caught": 1829, "Premier": 1830, "players": 1831, "Edward": 1832, "inflicted": 1833, "thought": 1834, "Serbia": 1835, "relations": 1836, "rivers": 1837, "program": 1838, "rejected": 1839, "sailed": 1840, "brother": 1841, "Saturday": 1842, "Coalition": 1843, "attempting": 1844, "formation": 1845, "activity": 1846, "She": 1847, "senior": 1848, "streets": 1849, "Hill": 1850, "living": 1851, "arts": 1852, "art": 1853, "target": 1854, "northeastern": 1855, "except": 1856, "recognized": 1857, "weaken": 1858, "significantly": 1859, "Sinai": 1860, "Rio": 1861, "Jersey": 1862, "FIFA": 1863, "100,000": 1864, "Khan": 1865, "suspected": 1866, "young": 1867, "guerrilla": 1868, "presented": 1869, "attackers": 1870, "Around": 1871, "american": 1872, "allow": 1873, "strikes": 1874, "peninsula": 1875, "Constantinople": 1876, "Live": 1877, "exchange": 1878, "economy": 1879, "missile": 1880, "give": 1881, "bringing": 1882, "cultural": 1883, "militant": 1884, "School": 1885, "society": 1886, "aboard": 1887, "Richard": 1888, "murdered": 1889, "colony": 1890, "mine": 1891, "originated": 1892, "fires": 1893, "suspects": 1894, "per": 1895, "Open": 1896, "december": 1897, "Palestine": 1898, "Triple": 1899, "southeastern": 1900, "totaled": 1901, "Persian": 1902, "driven": 1903, "tactics": 1904, "cover": 1905, "surrounded": 1906, "takeoff": 1907, "Its": 1908, "highly": 1909, "1978": 1910, "measures": 1911, "Creek": 1912, "business": 1913, "commercial": 1914, "estimates": 1915, "Baghdad": 1916, "preceded": 1917, "Association": 1918, "likely": 1919, "assassination": 1920, "Early": 1921, "displaced": 1922, "Bank": 1923, "experienced": 1924, "leave": 1925, "featuring": 1926, "1940": 1927, "prime": 1928, "Moscow": 1929, "crop": 1930, "1983": 1931, "project": 1932, "Hezbollah": 1933, "consecutive": 1934, "planning": 1935, "we": 1936, "10,000": 1937, "Battalion": 1938, "encountered": 1939, "Fair": 1940, "Major": 1941, "gun": 1942, "150": 1943, "mountain": 1944, "advantage": 1945, "afternoon": 1946, "Because": 1947, "hard": 1948, "Mississippi": 1949, "Thomas": 1950, "meant": 1951, "proposed": 1952, "charge": 1953, "tensions": 1954, "schools": 1955, "Serbian": 1956, "1985": 1957, "debate": 1958, "That": 1959, "Five": 1960, "money": 1961, "selected": 1962, "Peace": 1963, "levels": 1964, "reportedly": 1965, "Warsaw": 1966, "determine": 1967, "objectives": 1968, "bridges": 1969, "launch": 1970, "reinforced": 1971, "Admiral": 1972, "working": 1973, "Delhi": 1974, "signal": 1975, "upgraded": 1976, "Rico": 1977, "Olympics": 1978, "northwestward": 1979, "participation": 1980, "Rhine": 1981, "KPA": 1982, "Pennsylvania": 1983, "trough": 1984, "duration": 1985, "Santa": 1986, "90": 1987, "rising": 1988, "equivalent": 1989, "settlement": 1990, "direction": 1991, "go": 1992, "figures": 1993, "companies": 1994, "Their": 1995, "greater": 1996, "Hawaii": 1997, "settlers": 1998, "score": 1999, "avoid": 2000, "tests": 2001, "considerable": 2002, "Governor": 2003, "Square": 2004, "explosives": 2005, "inspired": 2006, "aimed": 2007, "Sultan": 2008, "france": 2009, "freedom": 2010, "Rebellion": 2011, "signing": 2012, "introduced": 2013, "join": 2014, "merchant": 2015, "empire": 2016, "committee": 2017, "frontier": 2018, "aim": 2019, "particular": 2020, "wide": 2021, "features": 2022, "cup": 2023, "maintain": 2024, "lasting": 2025, "Taliban": 2026, "Saffir–Simpson": 2027, "Māori": 2028, "Honduras": 2029, "above": 2030, "contemporary": 2031, "how": 2032, "Taiwan": 2033, "eighth": 2034, "drew": 2035, "fuel": 2036, "recovered": 2037, "pay": 2038, "fortified": 2039, "Romania": 2040, "Martin": 2041, "lower": 2042, "remain": 2043, "private": 2044, "responded": 2045, "required": 2046, "Illinois": 2047, "kept": 2048, "32": 2049, "decades": 2050, "activists": 2051, "rounds": 2052, "task": 2053, "revolutionary": 2054, "establish": 2055, "Paul": 2056, "strategy": 2057, "competed": 2058, "BBC": 2059, "parliament": 2060, "Gibraltar": 2061, "global": 2062, "percent": 2063, "rise": 2064, "Movement": 2065, "names": 2066, "territorial": 2067, "afterwards": 2068, "5th": 2069, "UEFA": 2070, "outages": 2071, "cargo": 2072, "thousand": 2073, "seriously": 2074, "stationed": 2075, "Seven": 2076, "call": 2077, "whole": 2078, "unknown": 2079, "asked": 2080, "effective": 2081, "face": 2082, "criminal": 2083, "laws": 2084, "Year": 2085, "good": 2086, "Forces": 2087, "cases": 2088, "era": 2089, "present-day": 2090, "performing": 2091, "ball": 2092, "immediate": 2093, "elements": 2094, "Ohio": 2095, "3,000": 2096, "declaration": 2097, "german": 2098, "access": 2099, "bodies": 2100, "growing": 2101, "sponsorship": 2102, "B": 2103, "harbour": 2104, "mi": 2105, "alleged": 2106, "1968": 2107, "Once": 2108, "formal": 2109, "eye": 2110, "1971": 2111, "ticket": 2112, "promote": 2113, "hurricanes": 2114, "slow": 2115, "defenses": 2116, "recently": 2117, "Years": 2118, "Alfonso": 2119, "X": 2120, "january": 2121, "ice": 2122, "ahead": 2123, "india": 2124, "suspended": 2125, "Jordan": 2126, "legal": 2127, "draw": 2128, "favorable": 2129, "critics": 2130, "traditional": 2131, "increasingly": 2132, "Federal": 2133, "individuals": 2134, "factions": 2135, "defend": 2136, "burned": 2137, "higher": 2138, "isolated": 2139, "Severe": 2140, "Man": 2141, "Abu": 2142, "sank": 2143, "clubs": 2144, "issue": 2145, "Jewish": 2146, "deal": 2147, "Command": 2148, "striking": 2149, "1917": 2150, "venue": 2151, "Lesser": 2152, "qualifying": 2153, "Mark": 2154, "penalty": 2155, "Argentina": 2156, "northeastward": 2157, "fair": 2158, "Friday": 2159, "HV": 2160, "Joseph": 2161, "collision": 2162, "Duke": 2163, "fully": 2164, "begun": 2165, "Safety": 2166, "standard": 2167, "grand": 2168, "notable": 2169, "Massachusetts": 2170, "trapped": 2171, "1972": 2172, "Alabama": 2173, "Fleet": 2174, "Scottish": 2175, "individual": 2176, "better": 2177, "founded": 2178, "soviet": 2179, "Libya": 2180, "Chief": 2181, "unit": 2182, "Marshal": 2183, "damages": 2184, "average": 2185, "Entertainment": 2186, "bus": 2187, "needed": 2188, "Brown": 2189, "Lord": 2190, "confrontation": 2191, "Newfoundland": 2192, "Finland": 2193, "resumed": 2194, "manager": 2195, "theatre": 2196, "begin": 2197, "Winter": 2198, "gain": 2199, "1967": 2200, "intensification": 2201, "Nova": 2202, "twice": 2203, "Out": 2204, "southwestern": 2205, "Madagascar": 2206, "Marines": 2207, "ports": 2208, "greatest": 2209, "sports": 2210, "mainland": 2211, "Rights": 2212, "raiding": 2213, "1915": 2214, "White": 2215, "sales": 2216, "critical": 2217, "unrest": 2218, "peaceful": 2219, "facilities": 2220, "Church": 2221, "agency": 2222, "perform": 2223, "terrorism": 2224, "ISIL": 2225, "camps": 2226, "personal": 2227, "Louis": 2228, "Gold": 2229, "Native": 2230, "republican": 2231, "Belgian": 2232, "bomber": 2233, "Scale": 2234, "Committee": 2235, "consisting": 2236, "bombers": 2237, "county": 2238, "cleared": 2239, "Dublin": 2240, "Parliament": 2241, "cross": 2242, "june": 2243, "representatives": 2244, "Islamist": 2245, "1962": 2246, "remnant": 2247, "send": 2248, "20,000": 2249, "difficult": 2250, "Additionally": 2251, "valley": 2252, "staged": 2253, "Minh": 2254, "Switzerland": 2255, "Hockey": 2256, "Armenian": 2257, "delivered": 2258, "greatly": 2259, "prepared": 2260, "requested": 2261, "1982": 2262, "drowned": 2263, "representing": 2264, "drove": 2265, "policies": 2266, "directed": 2267, "Hall": 2268, "ruler": 2269, "devastated": 2270, "conclusion": 2271, "hostilities": 2272, "certain": 2273, "remainder": 2274, "results": 2275, "sparked": 2276, "damaging": 2277, "Johnson": 2278, "eleven": 2279, "Uprising": 2280, "District": 2281, "1969": 2282, "Queensland": 2283, "Field": 2284, "cars": 2285, "intensify": 2286, "disrupted": 2287, "demonstration": 2288, "Normandy": 2289, "Town": 2290, "Jews": 2291, "1966": 2292, "1973": 2293, "organizers": 2294, "funeral": 2295, "Shortly": 2296, "version": 2297, "runners": 2298, "Victory": 2299, "contest": 2300, "7th": 2301, "Indonesian": 2302, "truce": 2303, "tactical": 2304, "imprisonment": 2305, "[": 2306, "]": 2307, "fort": 2308, "rate": 2309, "delayed": 2310, "memorial": 2311, "conduct": 2312, "regarded": 2313, "1976": 2314, "1981": 2315, "ammunition": 2316, "en": 2317, "vietnam": 2318, "Serbs": 2319, "Hungary": 2320, "hand": 2321, "legs": 2322, "imperial": 2323, "formerly": 2324, "meet": 2325, "written": 2326, "today": 2327, "Lieutenant": 2328, "culture": 2329, "feet": 2330, "Napoleonic": 2331, "flee": 2332, "therefore": 2333, "natural": 2334, "mm": 2335, "Beach": 2336, "tenth": 2337, "Chris": 2338, "demand": 2339, "israel": 2340, "Under": 2341, "seize": 2342, "Times": 2343, "Shah": 2344, "Victoria": 2345, "Bureau": 2346, "combination": 2347, "current": 2348, "alongside": 2349, "albums": 2350, "saying": 2351, "restored": 2352, "reason": 2353, "Green": 2354, "mount": 2355, "AFC": 2356, "Madrid": 2357, "120": 2358, "terrain": 2359, "St": 2360, "account": 2361, "horse": 2362, "rescued": 2363, "deemed": 2364, "brief": 2365, "Heavyweight": 2366, "postponed": 2367, "refers": 2368, "large-scale": 2369, "Act": 2370, "Douglas": 2371, "grew": 2372, "variety": 2373, "Among": 2374, "dispute": 2375, "Fourth": 2376, "1977": 2377, "positive": 2378, "Meanwhile": 2379, "fact": 2380, "amphibious": 2381, "fighter": 2382, "evacuate": 2383, "torrential": 2384, "intervention": 2385, "blocked": 2386, "catastrophic": 2387, "temperatures": 2388, "prisoner": 2389, "130": 2390, "Greater": 2391, "Kosovo": 2392, "alternative": 2393, "paid": 2394, "accepted": 2395, "rose": 2396, "65": 2397, "6th": 2398, "solo": 2399, "opponents": 2400, "distance": 2401, "Ridge": 2402, "burning": 2403, "Kentucky": 2404, "Centre": 2405, "landslides": 2406, "Trophy": 2407, "1970": 2408, "Danish": 2409, "semi-finals": 2410, "IV": 2411, "factors": 2412, "Provisional": 2413, "Marine": 2414, "told": 2415, "famous": 2416, "Jr.": 2417, "athletes": 2418, "amongst": 2419, "Air": 2420, "seconds": 2421, "televised": 2422, "vote": 2423, "assist": 2424, "composed": 2425, "undertaken": 2426, "create": 2427, "offered": 2428, "Late": 2429, "designated": 2430, "notably": 2431, "substantial": 2432, "extreme": 2433, "travelling": 2434, "portions": 2435, "investigations": 2436, "landings": 2437, "destructive": 2438, "express": 2439, "renamed": 2440, "religion": 2441, "retaliation": 2442, "Yemen": 2443, "entering": 2444, "accounts": 2445, "intention": 2446, "block": 2447, "Also": 2448, "Heavy": 2449, "programme": 2450, "network": 2451, "nature": 2452, "whether": 2453, "5,000": 2454, "giving": 2455, "rockets": 2456, "Guinea": 2457, "secured": 2458, "material": 2459, "association": 2460, "existence": 2461, "35": 2462, "pop": 2463, "1953": 2464, "nationalist": 2465, "pm": 2466, "Athens": 2467, "Wembley": 2468, "sponsored": 2469, "complex": 2470, "gusts": 2471, "works": 2472, "Australians": 2473, "beating": 2474, "Occupy": 2475, "Copa": 2476, "moment": 2477, "ambush": 2478, "twelve": 2479, "laid": 2480, "fatal": 2481, "Muslims": 2482, "45": 2483, "sites": 2484, "Norwegian": 2485, "sailors": 2486, "hospital": 2487, "admitted": 2488, "generated": 2489, "persons": 2490, "temporary": 2491, "metal": 2492, "us": 2493, "Conference": 2494, "races": 2495, "trained": 2496, "invade": 2497, "expansion": 2498, "Team": 2499, "increasing": 2500, "middle": 2501, "justice": 2502, "crews": 2503, "creation": 2504, "ridge": 2505, "But": 2506, "represented": 2507, "Luftwaffe": 2508, "injuring": 2509, "precipitation": 2510, "stalled": 2511, "strongly": 2512, "murders": 2513, "Protestant": 2514, "possibility": 2515, "Swiss": 2516, "impacted": 2517, "Old": 2518, "structures": 2519, "headquarters": 2520, "Hitler": 2521, "gains": 2522, "1939": 2523, "Juan": 2524, "resources": 2525, "refugees": 2526, "hosts": 2527, "structure": 2528, ">": 2529, "Time": 2530, "85": 2531, "Wilson": 2532, "player": 2533, "neither": 2534, "got": 2535, "seas": 2536, "hijackers": 2537, "competitions": 2538, "resolution": 2539, "Salvador": 2540, "Toronto": 2541, "Kurdish": 2542, "purpose": 2543, "peaking": 2544, "Cambodia": 2545, "Herzegovina": 2546, "Granada": 2547, "inundated": 2548, "ensued": 2549, "possibly": 2550, "constructed": 2551, "done": 2552, "holding": 2553, "post": 2554, "la": 2555, "must": 2556, "Bridge": 2557, "error": 2558, "systems": 2559, "—": 2560, "find": 2561, "partially": 2562, "van": 2563, "jury": 2564, "carry": 2565, "cited": 2566, "nationwide": 2567, "Bash": 2568, "pleaded": 2569, "claiming": 2570, "setting": 2571, "swept": 2572, "fierce": 2573, "recaptured": 2574, "view": 2575, "proclaimed": 2576, "stadium": 2577, "engage": 2578, "actually": 2579, "firing": 2580, "NATO": 2581, "110": 2582, "amount": 2583, "36": 2584, "africa": 2585, "investigated": 2586, "dance": 2587, "overthrow": 2588, "massacres": 2589, "church": 2590, "inhabitants": 2591, "occurring": 2592, "Agency": 2593, "expressed": 2594, "england": 2595, "Hungarian": 2596, "performers": 2597, "Morocco": 2598, "invited": 2599, "liberation": 2600, "suffering": 2601, "transition": 2602, "talks": 2603, "19th": 2604, "concerns": 2605, "Before": 2606, "preparations": 2607, "75": 2608, "surviving": 2609, "Castle": 2610, "São": 2611, "armoured": 2612, "Virgin": 2613, "mixed": 2614, "Quebec": 2615, "hijacking": 2616, "Jamaica": 2617, "Miami": 2618, "Top": 2619, "tribal": 2620, "tides": 2621, "Series": 2622, "Scotia": 2623, "Saudi": 2624, "inaugural": 2625, "size": 2626, "shore": 2627, "Only": 2628, "Frederick": 2629, "Prussia": 2630, "falling": 2631, "management": 2632, "Eight": 2633, "championships": 2634, "disease": 2635, "Supreme": 2636, "Kennedy": 2637, "health": 2638, "movements": 2639, "double": 2640, "regained": 2641, "repulsed": 2642, "1984": 2643, "drug": 2644, "viewed": 2645, "internationally": 2646, "throne": 2647, "father": 2648, "assembled": 2649, "Ali": 2650, "native": 2651, "10th": 2652, "passage": 2653, "commonly": 2654, "wife": 2655, "transferred": 2656, "fortifications": 2657, "mountains": 2658, "reforms": 2659, "neighboring": 2660, "director": 2661, "finish": 2662, "Long": 2663, "commanders": 2664, "tied": 2665, "australia": 2666, "Middle": 2667, "simply": 2668, "Nazi": 2669, "30,000": 2670, "militias": 2671, "mudslides": 2672, "Fighting": 2673, "outcome": 2674, "am": 2675, "Massacre": 2676, "continuing": 2677, "celebration": 2678, "subject": 2679, "november": 2680, "tournaments": 2681, "adjacent": 2682, "1959": 2683, "ocean": 2684, "washed": 2685, "Each": 2686, "Fringe": 2687, "Yucatán": 2688, "Point": 2689, "semi-final": 2690, "Burma": 2691, "warriors": 2692, "census": 2693, "Belize": 2694, "superior": 2695, "outbreak": 2696, "Within": 2697, "appointed": 2698, "Barcelona": 2699, "decade": 2700, "pass": 2701, "spent": 2702, "14th": 2703, "guard": 2704, "removed": 2705, "custody": 2706, "tax": 2707, "headlining": 2708, "exception": 2709, "showed": 2710, "ruling": 2711, "Tournament": 2712, "volunteers": 2713, "Balkan": 2714, "conquered": 2715, "Macedonia": 2716, "recognition": 2717, "historical": 2718, "successor": 2719, "vicinity": 2720, "rear": 2721, "wrestlers": 2722, "scoring": 2723, "criticized": 2724, "assigned": 2725, "review": 2726, "reaction": 2727, "a.m.": 2728, "curved": 2729, "february": 2730, "weapon": 2731, "250": 2732, "downed": 2733, "retain": 2734, "praised": 2735, "34": 2736, "Between": 2737, "chance": 2738, "huge": 2739, "challenge": 2740, "Ice": 2741, "wrote": 2742, "Le": 2743, "erupted": 2744, "drive": 2745, "developing": 2746, "strip": 2747, "emerging": 2748, "controversy": 2749, "Indians": 2750, "intensifying": 2751, "Operations": 2752, "forming": 2753, "verde": 2754, "Lebanese": 2755, "participating": 2756, "1961": 2757, "suggested": 2758, "beaten": 2759, "Houston": 2760, "focus": 2761, "Paulo": 2762, "<": 2763, "200,000": 2764, "celebrated": 2765, "pursuit": 2766, "identity": 2767, "accompanied": 2768, "1960": 2769, "council": 2770, "coastline": 2771, "park": 2772, "bob": 2773, "Madonna": 2774, "preliminary": 2775, "Manuel": 2776, "northwestern": 2777, "probably": 2778, "might": 2779, "Count": 2780, "rival": 2781, "D.C.": 2782, "boat": 2783, "outer": 2784, "design": 2785, "flash": 2786, "medical": 2787, "accelerated": 2788, "retreating": 2789, "degenerated": 2790, "tank": 2791, "kill": 2792, "400": 2793, "achieve": 2794, "build": 2795, "Obama": 2796, "extra": 2797, "seeking": 2798, "altitude": 2799, "airborne": 2800, "research": 2801, "counts": 2802, "acquired": 2803, "Sudan": 2804, "stations": 2805, "conspiracy": 2806, "embarked": 2807, "woman": 2808, "electricity": 2809, "Orleans": 2810, "agencies": 2811, "Special": 2812, "50,000": 2813, "entrance": 2814, "rocket": 2815, "means": 2816, "progress": 2817, "steadily": 2818, "superiority": 2819, "halt": 2820, "our": 2821, "linked": 2822, "banks": 2823, "common": 2824, "1990s": 2825, "Anna": 2826, "career": 2827, "funding": 2828, "We": 2829, "Armenia": 2830, "Haiti": 2831, "heat": 2832, "historic": 2833, "costly": 2834, "ii": 2835, "receive": 2836, "DVD": 2837, "compete": 2838, "flag": 2839, "australian": 2840, "rules": 2841, "Poles": 2842, "My": 2843, "Along": 2844, "subtropical": 2845, "15th": 2846, "prize": 2847, "Baltimore": 2848, "tsunami": 2849, "perceived": 2850, "Light": 2851, "height": 2852, "48": 2853, "engines": 2854, "ally": 2855, "Queen": 2856, "enter": 2857, "sinking": 2858, "criticised": 2859, "raise": 2860, "Station": 2861, "injury": 2862, "Human": 2863, "Costa": 2864, "vehicle": 2865, "1965": 2866, "1964": 2867, "opportunity": 2868, "troop": 2869, "chose": 2870, "armistice": 2871, "brand": 2872, "attracted": 2873, "constitution": 2874, "chosen": 2875, "transportation": 2876, "1970s": 2877, "flew": 2878, "Six": 2879, "contained": 2880, "backed": 2881, "1948": 2882, "assumed": 2883, "documents": 2884, "Total": 2885, "investigators": 2886, "tie": 2887, "industrial": 2888, "employees": 2889, "Algeria": 2890, "quarter": 2891, "Philip": 2892, "paramilitary": 2893, "Partisans": 2894, "pursued": 2895, "deadly": 2896, "Mountain": 2897, "Crown": 2898, "construction": 2899, "Skanderbeg": 2900, "1,500": 2901, "agents": 2902, "del": 2903, "musical": 2904, "dry": 2905, "bronze": 2906, "spawned": 2907, "missions": 2908, "tornadoes": 2909, "progressed": 2910, "communications": 2911, "meaning": 2912, "musicians": 2913, "Morsi": 2914, "cyclones": 2915, "Manila": 2916, "Zimbabwe": 2917, "Airbus": 2918, "environment": 2919, "counter-attack": 2920, "depth": 2921, "800": 2922, "medals": 2923, "Chile": 2924, "parade": 2925, "Baja": 2926, "walls": 2927, "resist": 2928, "collided": 2929, "Castile": 2930, "NTSB": 2931, "disabled": 2932, "abandon": 2933, "accept": 2934, "footage": 2935, "indicated": 2936, "constitutional": 2937, "causes": 2938, "condition": 2939, "Birmingham": 2940, "necessary": 2941, "counties": 2942, "mines": 2943, "entry": 2944, "recognised": 2945, "1980s": 2946, "Maj.": 2947, "Jack": 2948, "possession": 2949, "flown": 2950, "aerial": 2951, "covered": 2952, "containing": 2953, "opposite": 2954, "1812": 2955, "exile": 2956, "Further": 2957, "britain": 2958, "Mau": 2959, "warm": 2960, "extent": 2961, "keep": 2962, "communication": 2963, "WrestleMania": 2964, "tag": 2965, "hostage": 2966, "Macedonian": 2967, "Stephen": 2968, "historian": 2969, "Forest": 2970, "example": 2971, "gathering": 2972, "airstrikes": 2973, "elsewhere": 2974, "ability": 2975, "behalf": 2976, "providing": 2977, "Philippine": 2978, "china": 2979, "Israelis": 2980, "urban": 2981, "Moving": 2982, "140": 2983, "Defence": 2984, "allegedly": 2985, "targeting": 2986, "Those": 2987, "Revolution": 2988, "Prior": 2989, "guitar": 2990, "competing": 2991, "sunk": 2992, "1946": 2993, "38": 2994, "covering": 2995, "award": 2996, "Cold": 2997, "drawn": 2998, "Hospital": 2999, "rough": 3000, "grounds": 3001, "three-day": 3002, "Carlos": 3003, "USA": 3004, "1914": 3005, "Grant": 3006, "escalated": 3007, "affect": 3008, "Montreal": 3009, "loop": 3010, "barometric": 3011, "hosting": 3012, "battalions": 3013, "freight": 3014, "Fifth": 3015, "mobile": 3016, "Nelson": 3017, "mbar": 3018, "Viet": 3019, "1–0": 3020, "retained": 3021, "Angola": 3022, "normal": 3023, "preparation": 3024, "Habsburg": 3025, "occur": 3026, "platform": 3027, "soldier": 3028, "VII": 3029, "duo": 3030, "Williams": 3031, "assisted": 3032, "protection": 3033, "criticism": 3034, "room": 3035, "chemical": 3036, "coverage": 3037, "judge": 3038, "feature": 3039, "sentence": 3040, "hoped": 3041, "Ferdinand": 3042, "Mary": 3043, "democracy": 3044, "prominent": 3045, "Romanian": 3046, "bad": 3047, "Masters": 3048, "Tom": 3049, "C": 3050, "closely": 3051, "trying": 3052, "foot": 3053, "contingent": 3054, "Hussein": 3055, "W.": 3056, "Bush": 3057, "insurgent": 3058, "feared": 3059, "Arabs": 3060, "Joe": 3061, "mark": 3062, "carrier": 3063, "opposing": 3064, "hostile": 3065, "RAF": 3066, "potential": 3067, "forms": 3068, "department": 3069, "federation": 3070, "radical": 3071, "Réunion": 3072, "1806": 3073, "experience": 3074, "affair": 3075, "controversial": 3076, "Military": 3077, "outnumbered": 3078, "tribute": 3079, "currently": 3080, "helicopter": 3081, "deployment": 3082, "vital": 3083, "Albania": 3084, "LTTE": 3085, "negotiated": 3086, "underground": 3087, "calling": 3088, "9th": 3089, "Tribunal": 3090, "wake": 3091, "Community": 3092, "secondary": 3093, "presidency": 3094, "1919": 3095, "structural": 3096, "Tokyo": 3097, "vessel": 3098, "blasts": 3099, "device": 3100, "successes": 3101, "safe": 3102, "politicians": 3103, "receiving": 3104, "diverted": 3105, "canal": 3106, "attaining": 3107, "resigned": 3108, 