{"word2id": {"O": 0, "<START>": 1, "<END>": 2, "B-catastrophe": 3, "B-attack": 4, "B-hostile_encounter": 5, "B-causation": 6, "B-process_start": 7, "B-competition": 8, "B-motion": 9, "B-social_event": 10, "B-killing": 11, "B-conquering": 12, "B-statement": 13, "B-process_end": 14, "B-self_motion": 15, "B-arriving": 16, "B-destroying": 17, "B-coming_to_be": 18, "B-bodily_harm": 19, "B-military_operation": 20, "B-death": 21, "B-damaging": 22, "B-cause_change_of_strength": 23, "B-creating": 24, "B-hold": 25, "B-control": 26, "B-cause_change_of_position_on_a_scale": 27, "B-earnings_and_losses": 28, "B-becoming": 29, "B-getting": 30, "B-arranging": 31, "B-know": 32, "B-traveling": 33, "B-presence": 34, "B-preventing_or_letting": 35, "B-defending": 36, "B-escaping": 37, "I-process_start": 38, "B-action": 39, "B-change_of_leadership": 40, "B-change": 41, "B-motion_directional": 42, "B-cause_to_be_included": 43, "B-participation": 44, "B-placing": 45, "B-influence": 46, "I-causation": 47, "B-judgment_communication": 48, "B-expressing_publicly": 49, "B-request": 50, "B-name_conferral": 51, "B-giving": 52, "B-supporting": 53, "B-recording": 54, "B-removing": 55, "B-using": 56, "B-agree_or_refuse_to_act": 57, "B-supply": 58, "B-communication": 59, "B-reporting": 60, "B-choosing": 61, "B-use_firearm": 62, "B-sending": 63, "B-bringing": 64, "B-departing": 65, "B-assistance": 66, "B-cause_to_make_progress": 67, "B-building": 68, "B-deciding": 69, "B-perception_active": 70, "B-dispersal": 71, "B-violence": 72, "B-manufacturing": 73, "B-come_together": 74, "B-arrest": 75, "B-response": 76, "B-cause_to_amalgamate": 77, "B-hindering": 78, "B-receiving": 79, "B-aiming": 80, "B-achieve": 81, "B-recovering": 82, "B-expansion": 83, "B-scrutiny": 84, "B-change_event_time": 85, "B-terrorism": 86, "B-besieging": 87, "B-check": 88, "B-publishing": 89, "B-criminal_investigation": 90, "B-becoming_a_member": 91, "B-committing_crime": 92, "B-openness": 93, "B-collaboration": 94, "B-coming_to_believe": 95, "B-connect": 96, "B-surrendering": 97, "B-being_in_operation": 98, "B-legal_rulings": 99, "B-confronting_problem": 100, "B-warning": 101, "B-sign_agreement": 102, "B-preserving": 103, "B-convincing": 104, "B-giveup": 105, "B-temporary_stay": 106, "B-quarreling": 107, "B-change_sentiment": 108, "B-telling": 109, "B-protest": 110, "B-legality": 111, "B-testing": 112, "B-rescuing": 113, "B-commitment": 114, "B-resolve_problem": 115, "B-employment": 116, "B-emptying": 117, "B-commerce_sell": 118, "B-body_movement": 119, "B-releasing": 120, "B-education_teaching": 121, "B-getready": 122, "B-surrounding": 123, "B-reveal_secret": 124, "B-hiding_objects": 125, "B-forming_relationships": 126, "B-filling": 127, "I-action": 128, "B-writing": 129, "B-bearing_arms": 130, "B-commerce_pay": 131, "B-reforming_a_system": 132, "B-expend_resource": 133, "I-motion": 134, "B-patrolling": 135, "B-kidnapping": 136, "B-research": 137, "B-rewards_and_punishments": 138, "B-cost": 139, "B-adducing": 140, "B-limiting": 141, "I-arriving": 142, "B-wearing": 143, "B-cure": 144, "B-create_artwork": 145, "B-exchange": 146, "B-having_or_lacking_access": 147, "B-imposing_obligation": 148, "B-award": 149, "B-robbery": 150, "B-containing": 151, "B-prison": 152, "I-process_end": 153, "B-revenge": 154, "B-commerce_buy": 155, "B-carry_goods": 156, "B-rite": 157, "B-submitting_documents": 158, "I-military_operation": 159, "I-hold": 160, "I-use_firearm": 161, "I-self_motion": 162, "B-practice": 163, "B-lighting": 164, "B-labeling": 165, "I-terrorism": 166, "B-scouring": 167, "I-departing": 168, "I-placing": 169, "I-removing": 170, "I-expend_resource": 171, "B-ratification": 172, "I-destroying": 173, "I-giving": 174, "B-justifying": 175, "I-damaging": 176, "I-conquering": 177, "I-change": 178, "I-attack": 179, "B-suspicion": 180, "I-change_of_leadership": 181, "B-vocalizations": 182, "I-come_together": 183, "B-theft": 184, "I-dispersal": 185, "B-renting": 186, "I-building": 187, "I-know": 188, "B-ingestion": 189, "I-having_or_lacking_access": 190, "B-incident": 191, "I-bringing": 192, "I-sign_agreement": 193, "I-hindering": 194, "I-reforming_a_system": 195, "I-being_in_operation": 196, "I-temporary_stay": 197, "B-risk": 198, "B-extradition": 199, "B-institutionalization": 200, "I-getting": 201, "I-cause_change_of_position_on_a_scale": 202, "I-defending": 203, "I-choosing": 204, "I-escaping": 205, "I-competition": 206, "B-emergency": 207, "I-giveup": 208, "B-breathing": 209, "I-legality": 210, "I-reporting": 211, "I-response": 212, "I-change_event_time": 213, "B-change_tool": 214, "I-presence": 215, "I-agree_or_refuse_to_act": 216, "I-creating": 217, "I-killing": 218, "I-motion_directional": 219, "I-becoming": 220, "I-communication": 221, "I-request": 222, "I-resolve_problem": 223, "I-employment": 224, "I-name_conferral": 225, "I-earnings_and_losses": 226, "I-openness": 227, "I-check": 228, "I-cause_to_amalgamate": 229, "I-bodily_harm": 230, "I-legal_rulings": 231, "I-social_event": 232, "I-committing_crime": 233, "I-influence": 234, "I-cause_change_of_strength": 235, "I-wearing": 236, "I-control": 237, "I-recovering": 238, "I-cause_to_make_progress": 239, "I-writing": 240, "I-body_movement": 241, "I-bearing_arms": 242, "I-becoming_a_member": 243, "I-participation": 244, "I-prison": 245, "I-collaboration": 246, "I-judgment_communication": 247, "I-connect": 248, "I-statement": 249, "I-imposing_obligation": 250, "I-catastrophe": 251, "I-institutionalization": 252, "I-sending": 253, "I-emptying": 254, "I-commerce_pay": 255, "I-getready": 256, "I-scouring": 257, "I-preventing_or_letting": 258, "I-coming_to_be": 259, "I-recording": 260, "I-protest": 261, "I-testing": 262, "I-death": 263, "I-assistance": 264, "I-exchange": 265, "I-coming_to_believe": 266, "I-manufacturing": 267, "<PAD>": 268}, "id2word": ["O", "<START>", "<END>", "B-catastrophe", "B-attack", "B-hostile_encounter", "B-causation", "B-process_start", "B-competition", "B-motion", "B-social_event", "B-killing", "B-conquering", "B-statement", "B-process_end", "B-self_motion", "B-arriving", "B-destroying", "B-coming_to_be", "B-bodily_harm", "B-military_operation", "B-death", "B-damaging", "B-cause_change_of_strength", "B-creating", "B-hold", "B-control", "B-cause_change_of_position_on_a_scale", "B-earnings_and_losses", "B-becoming", "B-getting", "B-arranging", "B-know", "B-traveling", "B-presence", "B-preventing_or_letting", "B-defending", "B-escaping", "I-process_start", "B-action", "B-change_of_leadership", "B-change", "B-motion_directional", "B-cause_to_be_included", "B-participation", "B-placing", "B-influence", "I-causation", "B-judgment_communication", "B-expressing_publicly", "B-request", "B-name_conferral", "B-giving", "B-supporting", "B-recording", "B-removing", "B-using", "B-agree_or_refuse_to_act", "B-supply", "B-communication", "B-reporting", "B-choosing", "B-use_firearm", "B-sending", "B-bringing", "B-departing", "B-assistance", "B-cause_to_make_progress", "B-building", "B-deciding", "B-perception_active", "B-dispersal", "B-violence", "B-manufacturing", "B-come_together", "B-arrest", "B-response", "B-cause_to_amalgamate", "B-hindering", "B-receiving", "B-aiming", "B-achieve", "B-recovering", "B-expansion", "B-scrutiny", "B-change_event_time", "B-terrorism", "B-besieging", "B-check", "B-publishing", "B-criminal_investigation", "B-becoming_a_member", "B-committing_crime", "B-openness", "B-collaboration", "B-coming_to_believe", "B-connect", "B-surrendering", "B-being_in_operation", "B-legal_rulings", "B-confronting_problem", "B-warning", "B-sign_agreement", "B-preserving", "B-convincing", "B-giveup", "B-temporary_stay", "B-quarreling", "B-change_sentiment", "B-telling", "B-protest", "B-legality", "B-testing", "B-rescuing", "B-commitment", "B-resolve_problem", "B-employment", "B-emptying", "B-commerce_sell", "B-body_movement", "B-releasing", "B-education_teaching", "B-getready", "B-surrounding", "B-reveal_secret", "B-hiding_objects", "B-forming_relationships", "B-filling", "I-action", "B-writing", "B-bearing_arms", "B-commerce_pay", "B-reforming_a_system", "B-expend_resource", "I-motion", "B-patrolling", "B-kidnapping", "B-research", "B-rewards_and_punishments", "B-cost", "B-adducing", "B-limiting", "I-arriving", "B-wearing", "B-cure", "B-create_artwork", "B-exchange", "B-having_or_lacking_access", "B-imposing_obligation", "B-award", "B-robbery", "B-containing", "B-prison", "I-process_end", "B-revenge", "B-commerce_buy", "B-carry_goods", "B-rite", "B-submitting_documents", "I-military_operation", "I-hold", "I-use_firearm", "I-self_motion", "B-practice", "B-lighting", "B-labeling", "I-terrorism", "B-scouring", "I-departing", "I-placing", "I-removing", "I-expend_resource", "B-ratification", "I-destroying", "I-giving", "B-justifying", "I-damaging", "I-conquering", "I-change", "I-attack", "B-suspicion", "I-change_of_leadership", "B-vocalizations", "I-come_together", "B-theft", "I-dispersal", "B-renting", "I-building", "I-know", "B-ingestion", "I-having_or_lacking_access", "B-incident", "I-bringing", "I-sign_agreement", "I-hindering", "I-reforming_a_system", "I-being_in_operation", "I-temporary_stay", "B-risk", "B-extradition", "B-institutionalization", "I-getting", "I-cause_change_of_position_on_a_scale", "I-defending", "I-choosing", "I-escaping", "I-competition", "B-emergency", "I-giveup", "B-breathing", "I-legality", "I-reporting", "I-response", "I-change_event_time", "B-change_tool", "I-presence", "I-agree_or_refuse_to_act", "I-creating", "I-killing", "I-motion_directional", "I-becoming", "I-communication", "I-request", "I-resolve_problem", "I-employment", "I-name_conferral", "I-earnings_and_losses", "I-openness", "I-check", "I-cause_to_amalgamate", "I-bodily_harm", "I-legal_rulings", "I-social_event", "I-committing_crime", "I-influence", "I-cause_change_of_strength", "I-wearing", "I-control", "I-recovering", "I-cause_to_make_progress", "I-writing", "I-body_movement", "I-bearing_arms", "I-becoming_a_member", "I-participation", "I-prison", "I-collaboration", "I-judgment_communication", "I-connect", "I-statement", "I-imposing_obligation", "I-catastrophe", "I-institutionalization", "I-sending", "I-emptying", "I-commerce_pay", "I-getready", "I-scouring", "I-preventing_or_letting", "I-coming_to_be", "I-recording", "I-protest", "I-testing", "I-death", "I-assistance", "I-exchange", "I-coming_to_believe", "I-manufacturing", "<PAD>"]}
